Repository: Krusty84/yaControl
Catalog: yaControlWidget/Resources/Localizable.xcstrings
Source language: en
Languages: kk, ru

# widget.active
source: active
kk: белсенді
ru: активно

# widget.balance
source: Balance
kk: Баланс
ru: Баланс

# widget.buckets
source: Buckets
kk: Бакеттер
ru: Бакеты

# widget.description
source: Yandex Cloud balance and resource summary.
kk: Yandex Cloud балансы мен ресурстарының қысқаша мәліметі.
ru: Баланс и сводка ресурсов Yandex Cloud.

# widget.errorMessage
source: Open yaControl to refresh cloud summary.
kk: Бұлттық мәліметті жаңарту үшін yaControl ашыңыз.
ru: Откройте yaControl, чтобы обновить сводку.

# widget.errorTitle
source: Summary unavailable
kk: Мәлімет қолжетімсіз
ru: Сводка недоступна

# widget.functions
source: Functions
kk: Функциялар
ru: Функции

# widget.noDataMessage
source: Open yaControl to refresh cloud summary.
kk: Бұлттық мәліметті жаңарту үшін yaControl ашыңыз.
ru: Откройте yaControl, чтобы обновить сводку.

# widget.noDataTitle
source: No data yet
kk: Әзірге дерек жоқ
ru: Данных пока нет

# widget.running
source: running
kk: іске қосылған
ru: запущено

# widget.totalActiveFormat
source: %@ total · %@ active
kk: барлығы %@ · белсенді %@
ru: всего %@ · активно %@

# widget.totalOnlyFormat
source: %@ total
kk: барлығы %@
ru: всего %@

# widget.totalRunningFormat
source: %@ total · %@ running
kk: барлығы %@ · іске қосылған %@
ru: всего %@ · запущено %@

# widget.updated
source: Updated
kk: Жаңартылды
ru: Обновлено

# widget.virtualMachines
source: VMs
kk: ВМ
ru: ВМ
